{
  "anisaeva": "The Anisaeva are an avian race native to Moranae, a planet in the Daeva system. A combination of lifelong training and their physiology allows them to harness their natural psionic abilities without side effects.",
  "bilago": "The Bilago are a mammalian race native to the inhospitable planet Creshka, in the Creshka system. Having evolved for life amidst the near-constant ashfall on their highly volcanic originworld, Bilago possess a set of natural filters in their respiratory system and a thick coat of fur that make them immune to inhaled and absorbed toxins. In addition, their unique metabolism gives them an unusual fortitude against ingested and injected toxins.",
  "callihara": "The Callihara are a semi-aquatic cephalopod-like race native to the ocean planet Callihar, in the Callihar system. Their morphology makes them highly qualified to operate in low-gravity environments, with the ability to compress themselves to fit through small openings, multiple gripping arms, and natural air jets on their body that give them limited thrust in microgravity.",
  "colonist": "The Colonists are a genetic line of Humans that underwent significant alterations at some point in their history. Their originworld is unknown. Old texts reference the planet Earth in the Sol system; however, such a system has never been observed in the known universe. The experimental genefixing the Colonists received have made them better suited for life in low-atmosphere and microgravity environments.",
  "djek": "The Djek are a humanoid race native to Sethis, a planet in the Phoros system. With a physiology that embodies rapidity, the Djek can heal about twice as fast as members of other species, and recover from psychological trauma particularly quickly. Owing to a similarly quick metabolism, it is extremely difficult for a Djek to become intoxicated.",
  "exith": "The Exith are a mammalian race superficially resembling tall, emaciated humans with elongated limbs, a fact many humans find extremely unsettling. Their originworld is unknown, and no records of it are publicly available. Due to the unique way their brains encode memories, they have a gift for information recall.",
  "kellek": "The Kellek are an insectoid race native to the destroyed world Klexos, the remains of which can be found in the Klexos Disaster Zone. They are particularly light for their size and possess powerful leg muscles, making them adept at running and jumping. In addition, their bite can inject a paralysant which is capable of incapacitating biological targets.",
  "naora": "The Naora are a reptilian race native to the tropical planet Melach, in the Melach system. Most Naora grow up in one of three major clans which hold sway in the galaxy and usually enjoy an already-high reputation upon entering adulthood as a result. They also possess sharp claws and teeth, which make them dangerous even when disarmed.",
  "okex": "The Okex are an amphibian race native to the swamps of Urmerum, in the Urmerum system. It is a hot, wet planet whose surface is shrouded in constant darkness. Two sets of eyes let the Okex see visible light as well as the ultraviolet spectrum, and photophores throughout their skin allow them to emit light in the same spectrum.  A set of grip pads on their hands, forearms, legs, and feet allows them to climb most surfaces. They can also secrete a convulsive agent, which can be absorbed by anyone touching their bare skin.",
  "sekkess": "The Sekkess are a reptilian race native to the desert planet Spinet, in the Spinet system. They have adapted for the extreme resource insecurity of their originworld with a highly efficient metabolism, allowing them to go without air, water, and food up to twice as long as other races. In addition, their reduced need allows them to live indefinitely with only a third as much of each resource as is typical.",
  "senn": "The Senn are a mammalian race native to the high-gravity planet Sennakis, in the Sennaki system. The race that most are familiar with is actually an artificial genetic offshoot known as the Starborn, created by their ancestors to be capable of reaching the stars. They possess a natural charisma that makes them ideal negotiators, traders, and leaders."
}